var lists = {
	'0':{1:'家用电器',34:'手机、运营商、数码'},
	'0,1':{2:'家电城 ',3:'品牌日',4:'智能生活馆',5:'京东净化馆',6:'京东帮服务店',7:'家电众筹馆',8:'电视',13:'空调',18:'洗衣机',24:'电视',29:'空调',35:'洗衣机'},
	'0,1,8':{9:'沸腾国庆',10:'合资品牌',11:'国产品牌',12:'互联网品牌'},
	'0,1,13':{14:'壁挂式空调',15:'柜式空调',16:'中央空调',17:'空调配件'}, 
	'0,1,18':{19:'滚筒洗衣机 ',20:'洗烘一体机',21:'波轮洗衣机',22:'迷你洗衣机',23:'洗衣机配件'},
	'0,1,24':{25:'沸腾国庆',26:'合资品牌',27:'国产品牌',28:'互联网品牌'},
	'0,1,29':{30:'壁挂式空调',31:'柜式空调',32:'中央空调',33:'空调配件',34:'洗衣机'},
	'0,1,35':{36:'滚筒洗衣机 ',37:'洗烘一体机',38:'波轮洗衣机',39:'迷你洗衣机',40:'洗衣机配件'},
}
